# 轩辕剑黄金色的千年古剑，传说是天界诸神赐于[轩辕黄帝]击败蚩尤的旷世神剑;其内蕴藏着无穷的力量，为斩妖除魔的神剑。是十大神器里最强的力量。

# [东皇钟]一般传闻它是天界之门，但据天山石窟中的诸神时代残留的古老文明记载东皇钟乃十大神器之首，足以毁天灭地，吞噬诸天。传说因[神魔之战]的时候受到重创，隐匿于人间界。

# 盘古斧传说天地混沌之初，盘古由睡梦醒来，见天地晦暗，于是伸手一挥拿出一把巨大的斧子劈开天地，自此才有我们的世界。此斧拥有分天地、穿梭太虚之力，威力不下轩辕剑。传言掌控盘古斧者，可掌控力量法则。

# 炼妖壶古称九黎壶，乃上古异宝之一。拥有不可思议的力量，据说能造就一切万物，也有惊人的毁坏力量。内部有着奇异的空间，空间之大好似能将天地收纳于壶内。

# [昊天塔]原为天界重宝，拥有无比强大之力，据说能降服一切妖魔邪道，必要时连神仙也可降服;但后因不明原因而下落不明，没有人知道它的下落。传说昊天塔中蕴含“混沌之力”，凡炼化者，可以成为混沌之主。

# 伏羲琴伏羲以玉石加天丝所制。造出的乐器，泛着温柔的白色光芒，其琴音能使人心感到宁静祥和，据说有能支配万物心灵的神秘力量。

# 神农鼎古称造世鼎，上古时代神农氏为苍生遍尝百草，也为后世奠定了医学基础。神农昔日炼制百草之古鼎，正因积聚千年来无数灵药之气，据说能炼制出天界诸神都无法轻易炼制的旷世神药，并隐藏其他神秘力量。
# 崆峒印崆峒海上不死龙族守护神器，其上刻塑五方天帝形貌，并有玉龙盘绕。自古相传得到它的人就能拥有天下;也有人传说它能使人不老不死。自古许多方士纷纷出海找寻此印，但最后都只能踏上不归之路。

# 昆仑镜仙人故乡昆仑山中的[昆仑天宫]中，传说有一面神镜，是拥有自由穿梭时空之力。但在一次仙人的盛会中，神镜被人所偷，至今一直下落不明。

# 女娲石人类之母女娲，捏土造人、炼石补天，并帮人族收服许多妖魔，自古为神州人民景仰。女娲石相传女娲曾经为了救自己病笔的爱女，将自己万年修为贯注于一颗当年补天所剩的五彩玉石上，自此该灵石就具有特别之力。

# 另一种是“山海经”中的上古十大神器分别为：

# 开天斧 民间传说中说，混沌初开，生灵万物俱无，天地连成一片，只在其间孕育着一株[混沌青莲]，那青莲有叶五片，开花二十四瓣，结成一颗莲子，待得亿万年期满，莲子裂开，盘古大神生在黑暗团中，他不能忍受黑暗，顺手不知从哪里拿来一把神斧，用这把神斧劈向四方，逐渐使天空高远，大地辽阔。

# 射日弓[帝俊]赐羿彤弓素矰，以扶下国，羿是始去恤下地之百艰。羿与凿齿战于寿华之野，羿射杀之。在昆仑虚东。羿持弓矢，凿齿持盾。传说,射日弓乃是盘古第九代始祖的肉身所化。为有穷氏后羿所有具有九连射之奇技,威力四射,即便无箭亦能伤人,流传至今,不知所踪。

# 追日靴相传为夸父所有，凭此靴可以日行千里、夜走八百，如生羽翼。夸父与日逐走，入日。渴欲得饮，饮于[河渭]，河渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。《[山海经·海外北经]》。

# 乾坤袋弥勒所有，又称“[如意乾坤袋]”、“黄金袋”，专做储物之用。拥有不可思议之力，内部有著奇异之空间，空间之大似能将天地收纳于内。袋中另有乾坤，称“袋中天”，应有尽有，取之不尽。

# 补天石 女娲氏所有，有起死回生之效。往古之时，四极废，九州裂;天下兼覆，地不周载。火监焱而不灭，水浩洋而不息;猛兽食颛民，鸷鸟攫老弱。拥有不可思议之力，内部有著奇异之空间，空间之大似能将天地收纳于内。袋中另有乾坤，称“袋中天”，应有尽有，取之不尽。于是女娲炼五色石以补苍天，断鳌足以立四极，杀黑龙以济冀州，积芦灰以止洪水。相传女娲补天，曾炼就五色石36501颗，实用36500颗，尚存一颗，她将自己万年修为贯注于这颗补天所余的五色石之上，自此该灵石就具有特别之力，只是有使用时限，一年之内只能使用三次。因而又叫女娲石。

# 凤凰琴伏羲以玉石加天蚕丝所制出之乐器，千年桐木所做，表面泛著温柔的白色光芒，其琴音能使人心感到宁静祥和，据说拥有能支配万物心灵之神秘力量。后来伏羲为了[孔雀女]归顺于天魔，自称琴魔，改琴名为七绝琴(七绝之意是为断七情绝六欲)。因为伏羲所制又叫伏羲琴。

# 射日弓[帝俊]赐羿彤弓素矰，以扶下国，羿是始去恤下地之百艰。羿与凿齿战于寿华之野，羿射杀之。在昆仑虚东。羿持弓矢，凿齿持盾。传说,射日弓乃是盘古第九代始祖的肉身所化。为有穷氏后羿所有具有九连射之奇技,威力四射,即便无箭亦能伤人,流传至今,不知所踪。

# [封天印]玉帝所持有的法器，法力无边，可以封印天地，颠覆乾坤。传闻封天印之中另外隐藏有来自其他神秘世界之终极力量。也因封天印掉落的万丈冰泉地属崆峒山，所以也叫崆峒印天机镜又名昆仑镜。昆仑山西王母所有，能洞察天机，知晓古今，更有时空穿梭之力。一次蟠桃大会中，神镜被人所偷，至今一直下落不明

# 追日靴相传为夸父所有，凭此靴可以日行千里、夜走八百，如生羽翼。夸父与日逐走，入日。渴欲得饮，饮于[河渭]，河渭不足，北饮大泽。未至，道渴而死。弃其杖，化为邓林。《[山海经·海外北经]》。
# [指天剑]简称天剑，上古十大神器之一。黄金色之古剑，蕴藏无穷神力，为斩妖除魔之神剑。天剑老人云游所获，曾数次破除魔族至尊的百劫不死魔功。在一次仙魔大战中，与天魔的玄龟盾硬拼，盾碎剑断。震断成三截的天剑散落凡尘，后被凡世异人炼制成三柄小剑。天剑老人之徒嬴政为了收回三柄小剑，分别称之为逐日、奔月、追星三小剑，并放出地宫秘宝的消息，传言说，这三柄小剑就是始皇地宫宝藏的密匙，得之可得天下。
# 凤凰琴伏羲以玉石加天蚕丝所制出之乐器，千年桐木所做，表面泛著温柔的白色光芒，其琴音能使人心感到宁静祥和，据说拥有能支配万物心灵之神秘力量。后来伏羲为了[孔雀女]归顺于天魔，自称琴魔，改琴名为七绝琴(七绝之意是为断七情绝六欲)。因为伏羲所制又叫伏羲琴。

# [封天印]玉帝所持有的法器，法力无边，可以封印天地，颠覆乾坤。传闻封天印之中另外隐藏有来自其他神秘世界之终极力量。也因封天印掉落的万丈冰泉地属崆峒山，所以也叫崆峒印天机镜又名昆仑镜。昆仑山西王母所有，能洞察天机，知晓古今，更有时空穿梭之力。一次蟠桃大会中，神镜被人所偷，至今一直下落不明

# [指天剑]简称天剑，上古十大神器之一。黄金色之古剑，蕴藏无穷神力，为斩妖除魔之神剑。天剑老人云游所获，曾数次破除魔族至尊的百劫不死魔功。在一次仙魔大战中，与天魔的玄龟盾硬拼，盾碎剑断。震断成三截的天剑散落凡尘，后被凡世异人炼制成三柄小剑。天剑老人之徒嬴政为了收回三柄小剑，分别称之为逐日、奔月、追星三小剑，并放出地宫秘宝的消息，传言说，这三柄小剑就是始皇地宫宝藏的密匙，得之可得天下。

# 玲珑塔全名[八宝玲珑剔透舍利子如意黄金宝塔],可有收妖魔,镇鬼煞之能，原为天界重宝，拥有浩大无俦之力，据说能降伏一切妖魔鬼怪，必要时仙神也能被收服;由灵鹫山元觉洞[燃灯道人]授予托塔天王李靖，曾用于镇压九尾狐，最后原因不明，失落在人间，无人知晓其下落。
